[Bersker.A_ArmourPiercing H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="穿甲"
mTooltip="此单位的攻击忽略目标的 %ICON_DEFENSE 防御力。"

[Bersker.A_dur_a_cuire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战斗狂怒"
mTooltip="在此生物回合开始时，增加其 %ICON_ATTACK 攻击力 %stat1 点，最小和最大伤害 %stat2 点。"

[Bersker.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒"
mTooltip="每当该生物的队伍损失一个单位时，它获得 %stat1 %Icon_MOVEMENT 移动力和 %stat2 %stat2.icon 幸运，直到战斗结束。"

[Bersker.A_Creature_Bersek H7Creature]
mName="咆啸兽"
mLore="根据阿尔-鲁比特的深红法师的说法，咆啸兽是阿加尔改进兽人实验中失败的产物之一。不幸的是，由于缺乏确凿证据来证明这一点，他们的说法通常被认为是无稽之谈。关于这些生物起源的另一个版本基于古老的兽人传说，讲述了一位酋长在敌方部落定居点发现了一笼年幼的吠陀罗并抚养了它们。调查发现，该定居点确实存在，并且属于与混沌有深厚联系的黑颅氏族。这一发现使法师们得出结论，黑颅兽人可能利用混沌龙血水晶的力量将俘虏变成了可怕的怪物。无论如何，对于其他兽人来说，吠陀罗是神圣的野兽，由天父派来保护部落。由于其混沌本性，这些巨大的蝙蝠状生物在战场上如此凶猛和嗜血，直到最后一个敌人死亡才会停止。\n\n招募所需稀有资源：\n5 影钢"

[elite_strongol.A_Creature_Strongold_elite H7Creature]
mName="天女"
mLore="战斗草原沙漠野猪的强大骑手在兽人语言中被称为 Garuna。意思相当于野猪的朋友。他们驯服了这些强大的野猪，并培育它们使其变得巨大而危险。他们骑在它们强大的背上，像使用活的攻城锤一样使用它们。这是你在整个亚山能遇到的最奇怪的骑兵。"

[elite_strongol.A_immortel_Buff H7BaseBuff]
mName="不朽"
mTooltip=" 减少所受所有伤害的 50%，直到其下一回合结束。"

[elite_strongol.A_BarbarianAnger H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="野蛮之怒"
mTooltip="攻击该生物的敌方生物将成为此生物愤怒的目标。所有拥有此能力的生物对这些标记生物的攻击都将变为暴击，持续 %buff.buff.durini 回合。"


v1.34

[elite_strongol.A_Protection_des_esprits H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂庇护"
mTooltip="每次此生物受到伤害并且队伍中至少损失一个单位时，它有 %buff.chance% 的几率获得 %spell.name，该效果将减少 %buff.buff.res1 的所受伤害，直到其下一回合开始。"

v1.37

[elite_strongol.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="萨满联结"
mTooltip="治疗目标生物 %d3 %icon_health 生命值，并赋予其“灵魂庇护”能力直到战斗结束，该能力可以在队伍中的生物死亡时减少所受伤害。（每场战斗一次。）"